<template>
    <div class="getData">
     
      <center class="m-6 text-[30px]">أذكار الصباح والمساء</center>

      <div class=" text-center grid m-auto sm:grid-cols-1  mt-2  w-full">
       <p class="">أعوذ بالله من الشيطان الرجيم

{اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيم} 

🍀</p>  
<p>{آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ لا يُكَلِّفُ اللّهُ نَفْساً إِلا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِين} 

💚</p>
<p>بسم الله الرحمن الرحيم
{قُلْ هُوَ اللَّهُ أَحَدٌاللَّهُ الصَّمَدُلَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ}

 💚</p>
 <p>بسم الله الرحمن الرحيم
{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ *وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ} 

💚</p>
<p>بسم الله الرحمن الرحيم
{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ *مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ} (ثلاث مرات ) 

🌸</p>
<p>"أصبحنا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، ربِّ أسألك خير ما في هذا اليوم وخير ما بعده وأعوذ بك من شر ما في هذا اليوم وشر ما بعده ربِّ أعوذ بك من الكسل وسوء الكبر، ربَّ أعوذ بك من عذابٍ في النار وعذاب في القبر" 

🍀</p>

<p>
"اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور" 

🍀</p>
<p>
"اللهم أنت ربي لا إله إلا أنت خَلَقتني وأنا عَبْدُك( أَمَتُك ) وأنا على عهدك ووعدك ما استطعت وأعوذ بك من شر ما صنعت أبوء لك بنعمتك على وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت" 

💚</p>
<p>

اللهم إني أصبحت أشهدك وأشهد حملة عرشك، وملائكتك وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك ، وأن محمداً عبدك ورسولك" (أربع مرات)

🌸
</p>

<p>اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر" 

🍀</p>
<p>"اللهم عافني في بَدَني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم إني أعوذ بك من الكفر، والفقر، اللهم إني أعوذ بك من عذاب القبر لا إله إلا أنت" (ثلاث مرات) 

🍀</p>
<p>"حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم" (سبع مرات) 

🌸</p>

<p>"اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهم استر عوراتي وآمن روعاتي، اللهم احفظني من بين يديَّ ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي"

🍀</p>

<p>"اللهم عَالِمَ الغيب والشَّهادة، فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت أعوذ بك من شر نفسي ومن شر الشيطان وشركه وأن اقترف على نفسي سوءًا أو أجُره إلى مسلم" 

🌸</p>
<p>"بسم الله الذي لا يضرُّ مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم" (ثلاث مرات) 

🍀</p>
<p>رضيت بالله رباً، وبالإسلام ديناً وبمحمد صلى الله عليه وسلم نبياً" (ثلاث مرات) 

🌸</p>
<p>"يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كُله ولا تَكِلْني إلى نفسي طرفة عين" 

🍀
</p>
<p>أصبحنا وأصبح الملك لله رب العالمين، اللهم إني أسألك خير هذا اليوم: فتحه، ونصره، ونوره، وبركته، وهداه، وأعوذ بك من شر ما فيه وشر ما بعده" 

🌸</p>

<p>"أصبحنا على فطرة الإسلام وكلمة الإخلاص، ودين نبيَّنا محمد صلى الله عليه وسلم وملَّة أبينا إبراهيم حنيفاً مسلماً وما كان من المشركين" 

🍀
</p>
<p>"سبحان الله وبحمده" (مائة مرة)

🌸</p>
<p>"لا إله إلا الله وحده لا شريك له ،له الملك وله الحمد وهو على كل شيء قدير" (عشر مرات) 

💚</p>
<p>"لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير”(مائة مرة إذا أصبح) 

🌸</p>
<p>"سبحان الله وبحمده عدد خلقهِ ورِضَا نفسِهِ وزِنُة عَرشِهِ ومِداد كلماته" (ثلاث مرات إذا أصبح) 

🍀</p>

<p>"اللهم إني أسألك علماً نافعاً، ورزقاً طيباً، وعملاً متقبلاً" (إذا أصبح) 

🌸
</p>
<p>"أستغفر الله وأتوب إليه" (مائة مرة في اليوم)

🍀</p>
<p>"اللهم صل وسلم على نبينا محمد" (عشر مرات)

🤲🏻🤲🏻🤲🏻🤲🏻🤲🏻🤲🏻🤲🏻🤲🏻🤲🏻🤲🏻</p>
        
       
      </div>
 
    </div>
  </template>
  
  <script>
  
  export default {
    name: "App",
    data() {
      return {
        arr: [],
        value: [],
        valePagnation: 6,
        searchQuery: null,
      }
    
    }}
  </script>
  <style scoped>
p{
  margin: auto;
  padding: 20px;
  font-size: 20px;
  color: blue;
  font-family: 'Segoe UI', Tahoma, Geneva, Verdana, sans-serif;
  border: 1px solid rgb(159, 185, 227);
  margin: 10px;
  border-radius: 10px;
}
</style>